/* Auth Alert */
"AlertDescription_GenericAuth" = "CleanMyMac potrzebuje Twojego zezwolenia na dokonanie zmian, wymaganych przez jego funkcjonalność.";

"Done" = "Gotowe";

"Emptying Trash" = "Opróżnianie kosza";

"Estimating…" = "Obliczanie…";

"%@ Used" = "%@ używane";

"Empty" = "Opróżnij";

/* File Sizes */
"KB" = "KB";

"MB" = "MB";

"GB" = "GB";

"TB" = "TB";

"PB" = "PB";

"EB" = "EB";

"Uninstall Completely" = "Całkowicie odinstaluj";
"Remove trashed applications along with all related leftovers." = "Usuń programy oraz wszystkie pokrewne resztki.";

"Launch CleanMyMac" = "Uruchom CleanMyMac";
"CleanMyMac will help you remove trashed applications along with all related leftovers." = "CleanMyMac pomoże Ci usunąć przesunięte do kosza programy oraz wszystkie związane rzeczy.";

"Empty Trash" = "Opróżnij kosz";

"The size of files in your Trash has exceeded the %@ limit you have set." = "Rozmiar plików w koszu przekroczył ustawiony limit %@.";

"Window_LaunchCMMButtonTitle_CMMOff" = "Uruchom CleanMyMac 3";
"Window_LaunchCMMButtonTitle_CMMOn" = "Pokaż CleanMyMac 3";

"Trash" = "Kosz";
"PluralForm0_file" = "plik";
"PluralForm1_file" = "pliki";
"PluralForm2_file" = "pliki";

"Scan" = "Skanuj";
